<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<SCRIPT LANGUAGE="JavaScript">


<!-- inicio
function popUp(URL) {
day = new Date();
id = day.getTime();
eval("page" + id + " = window.open(URL, '" + id + "', 'toolbar=0,scrollbars=0,location=0,statusbar=0,menubar=0,resizable=0,width=550,height=360');");
}
// Fin -->
</script>


<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title> Documentaci&oacute;n Unidad 1.1  -  Productos notables y factorizaci&oacute;n</title>
<style type="text/css">
<!--
#Layer1 {
	position:absolute;
	left:418px;
	top:750px;
	width:213px;
	height:63px;
	z-index:1;
	background-color: #FFFFFF;
}
.style2 {color: #000000; font-size: 24px; }
.Estilo1 {font-family: Arial, Helvetica, sans-serif}
-->
</style>
</head>

<body>
<font face="Arial, Helvetica, sans-serif">
<table width="670" border="0" cellspacing="0" cellpadding="0" align="center">
<tbody>
 <a style="position: fixed; padding-top: 0px; display: block; z-index: 1; right: 10px; top: 10px; width: 40px; height: 40px;"
 href="javascript:window.print()"> <img alt="Imprimir" title="Imprimir"
 src="images/impresora.gif"
 style="border: 0px solid ; width: 40px; height: 40px;"> </a>
 <tr>
    <td><h2 align="center">Unidad 1.1</h2>
    <h1 align="center">Productos notables y factorizaci&oacute;n</h1>
    <h3 align="CENTER"><font face="Arial, Helvetica, sans-serif"><a href="VINCULOS/RIES_SEP_01_01.html" target="_RES">RES </a></font></h3>

    <h2 align="justify">Prop&oacute;sito</h2>
     <p align="justify"> Efectuar o simplificar c&aacute;lculos con expresiones algebraicas tales como:
<br>
<em><font face="Georgia">(x + a)<SUP>2</SUP>,&nbsp; (x + a) (x + b)</font></em>&nbsp; y &nbsp;<font face="Georgia"><em>(x + a) (x &ndash; a)</em></font>.
	<br>Factorizar expresiones algebraicas tales como:
	<br><font face="Georgia"><em>x<SUP>2</SUP> + 2ax + a<SUP>2</SUP>,&nbsp; ax<SUP>2</SUP>+ bx, &nbsp; x<SUP>2</SUP> + bx + c</em></font>&nbsp; y &nbsp;<em><font face="Georgia">x<SUP>2</SUP> &ndash; a<SUP>2</SUP></font></em>. <br />
     </p>




     <h2 align="justify">Instrucciones generales</h2>
		<p align="justify">
		La unidad se divide en tres apartados:
		</p>

      <div align="justify"><strong>
          1. Exploración<br>
          2. Productos notables<br>
          3. Factorización<br>
	</strong>
	<br>
      </div>
      <div align="justify">Se puede navegar entre los apartados (grupos de escenas) con el men&uacute; de la parte  inferior. <br>
      Este menú aparece a lo largo de toda la unidad y conserva su funcionalidad.</div>

      <p align="center"><img src="./images/menu.png" alt="menu"  /></p>

      <p align="justify">Los dos botones que se encuentran en la parte derecha  tienen la funci&oacute;n siguiente:<br>
        <br>
      <p align="justify"><img src="./images/info.jpg" alt="botones 2" hspace="12" align="bottom" />Brinda acceso a la ayuda de las escenas interactivas.</p>
      <p align="justify"><img src="./images/cerrar.jpg" alt="botones 3" hspace="12" align="bottom" />Cierra la ventana.</p>
      </blockquote><br>
      <p align="justify">Se puede navegar entre las escenas con las flechas que hay en la parte
	  inferior de las mismas. </p>
<hr>
<h2 align="justify"><strong>1. Exploraci&oacute;n</strong></h2>

<p align="justify">Este primer apartado consta de una escena. El objetivo de esta escena es que el usuario se familiarice con los bloques algebraicos. Para lo anterior, se presentan tres figuras geom&eacute;tricas de distinto tamaño con las cuales se rellena el rect&aacute;ngulo azul.</p>

		<p align="center"><img src="images/image_01_01_01.png" width="474" height="338" />	</p>


<p align="justify">Se puede girar el rect&aacute;ngulo amarillo al presionar sus extremos para luego, arrastrarlo hasta la posici&oacute;n deseada.</p>

		<p align="center"><img src="images/image_01_01_02.png" width="474" height="338" />	</p>


<p align="justify">Una	vez	relleno el rect&aacute;ngulo azul, al presionar el bot&oacute;n <b>Verificar</b>, se muestran las expresiones que representan las medidas de los lados del rect&aacute;ngulo.</p>

		<p align="center"><img src="images/image_01_01_03.png" width="474" height="338" />	</p>


<h4 align="justify">Sugerencias did&aacute;cticas</h4>

		<p align="justify">			Una primera actividad que se puede proponer a los alumnos es justificar las expresiones que aparecen indicando las &aacute;reas de cada una de las figuras; para ello, puede empalmar los cuadrados y rect&aacute;ngulos por sus lados iguales. Si lo considera 	necesario, recuerde a los alumnos que se puede ocupar una literal para representar un n&uacute;mero desconocido, como el caso del lado que mide <em>x</em> en el rect&aacute;ngulo amarillo, tambi&eacute;n recu&eacute;rdeles que el resultado de multiplicar <em>x</em> por <em>x</em> es  <em>x</em><SUP>2</SUP>, y de <em>x</em> por 1 es <em>x</em>.		</p>

				<p align="center"><img src="images/image_01_01_04.png" width="474" height="338" />	</p>

		<p align="justify">			Es importante aclarar con los estudiantes que las etiquetas de cada figura indican su &aacute;rea. Para obtener la expresi&oacute;n que representa el lado del rect&aacute;ngulo azul hay que tomar en cuenta las medidas de los lados de las piezas con las que se rellen&oacute; y no sus &aacute;reas.		</p>

		<p align="justify">			Una vez que hayan identificado las expresiones relacionadas con las medidas de los lados y la del &aacute;rea, p&iacute;dales que, antes de verificar, escriban en su cuaderno las expresiones que representan los lados del rect&aacute;ngulo con el que est&aacute;n trabajando. Esto les servir&aacute; para analizar posibles errores.		</p>

		<p align="justify">			Permita que algunos voluntarios pasen al pizarr&oacute;n a rellenar los cuadrados o rect&aacute;ngulos que presente el interactivo. Llame su atenci&oacute;n acerca de poder identificar las expresiones que representan las medidas de los lados y del &aacute;rea y no el orden en que coloquen los bloques.		</p>

				<p align="center"><img src="images/image_01_01_05.png" width="474" height="338" />	</p>
<h2 align="justify">2. Productos notables </h2>

		<p align="justify">			El objetivo de esta escena es que los alumnos descubran las reglas para obtener los productos notables al elevar al cuadrado un binomio, y al multiplicar binomios con un t&eacute;rmino com&uacute;n. La actividad consiste en formar rect&aacute;ngulos que cumplan con las medidas dadas para el largo y el ancho.		</p>

				<p align="center"><img src="./images/image_01_01_06.png" width="474" height="338" /></p>

		<p align="justify">			Seleccione del men&uacute; la opci&oacute;n con la que quiera trabajar, <b>Binomios al cuadrado</b> o <b>Binomios con t&eacute;rmino com&uacute;n</b>, el cual puede ser el t&eacute;rmino en <strong><i>x</i></strong> o el t&eacute;rmino independiente.		</p>

				<p align="center"><img src="images/image_01_01_07.png" width="474" height="338" />	</p>

		<p align="justify">			Forme el rect&aacute;ngulo que se indica y al presionar <b>Verificar</b>, sabr&aacute; si el rect&aacute;ngulo construido es correcto pues le solicita indicar su &aacute;rea presionando los <b>pulsadores</b>.		</p>

		<p align="center"><img src="images/image_01_01_08.png" width="474" height="338" />	</p>

		<p align="justify">			Si el &aacute;rea indicada es la correcta, aparece la expresi&oacute;n algebraica que representa la multiplicaci&oacute;n del largo por el ancho igual al &aacute;rea del rect&aacute;ngulo obtenido.		</p>

				<p align="center"><img src="images/image_01_01_09.png" width="474" height="338" />	</p>

<h4 align="justify">Sugerencias did&aacute;cticas</h4>

<p align="justify">Una vez que se elige con cu&aacute;l opci&oacute;n se trabajar&aacute;, haga notar a los alumnos c&oacute;mo son las expresiones algebraicas del largo y el ancho del rect&aacute;ngulo buscado, y cu&aacute;ntas piezas se necesitan de cada figura para formar el rect&aacute;ngulo solicitado.</p>

<p align="justify">Pida a los estudiantes que anoten las expresiones que representan los lados y el &aacute;rea de todos los rect&aacute;ngulos que formen. Si lo considera necesario, despu&eacute;s de resolver varios rect&aacute;ngulos, puede escribir las expresiones correspondientes en el pizarr&oacute;n y pedir a los alumnos que observen qu&eacute; tienen en com&uacute;n, las expresiones de los lados en relaci&oacute;n con la del &aacute;rea.</p>

<p align="justify">Es importante que los alumnos expliquen sus conclusiones. Esto le orientar&aacute; sobre cu&aacute;les podr&iacute;an ser las dificultades que tienen. Pueden ocupar el interactivo para confirmar sus hip&oacute;tesis o para mostrar contraejemplos cuando no sea correcta la conclusi&oacute;n a la que llegaron.</p>


<h2 align="justify">3. Factorizaci&oacute;n </h2>

<p align="justify">Este apartado consta de dos escenas. </p>

<h4 align="justify">Factorizaci&oacute;n 1</h4>

<p align="justify">El prop&oacute;sito de esta escena es que los alumnos descubran las reglas para factorizar algunos productos notables. Para ello, se pide formar un rectángulo conociendo su &aacute;rea y despu&eacute;s indicar las expresiones que representen sus lados.</p>

		<p align="center"><img src="images/image_01_01_10.png" width="474" height="338" />	</p>
		<p align="center"><img src="images/image_01_01_11.png" width="474" height="338" />	</p>

<p align="justify">Cuando se haya formado el rect&aacute;ngulo correspondiente al &aacute;rea dada se presenta la igualdad entre el &aacute;rea y los factores que expresan las medidas de los lados.</p>

		<p align="center"><img src="images/image_01_01_12.png" width="474" height="338" />	</p>

<p align="justify">El siguiente paso es elegir el tipo de expresi&oacute;n que se obtuvo. A continuaci&oacute;n se presenta el proceso que explica c&oacute;mo se obtiene la factorizaci&oacute;n.</p>

		<p align="center"><img src="images/image_01_01_13.png" width="474" height="338" />	</p>
		<p align="center"><img src="images/image_01_01_14.png" width="474" height="338" />	</p>



<h4 align="justify">Factorizaci&oacute;n 2</h4>

<p align="justify">En esta escena se presenta una demostraci&oacute;n geom&eacute;trica de la factorizaci&oacute;n de una diferencia de cuadrados.</p>

		<p align="center"><img src="images/image_01_01_15.png" width="474" height="338" />	</p>
		<p align="center"><img src="images/image_01_01_16.png" width="474" height="338" />	</p>

<h4 align="justify">Sugerencias did&aacute;cticas</h4>

<p align="justify">Pida a los estudiantes que expliquen cada uno de los pasos que se muestran en la escena para hacer un resumen de c&oacute;mo se factoriza una diferencia de cuadrados.</p>


<hr>
<h2>Cr&eacute;ditos</h2>
<small>
<p>
<strong>Autores</strong><br />
José Luis Abreu León<br>
Valentina Muñoz Porras<br><br>

<strong>Colaboraciones</strong><br />
La unidad fue sugerida y parcialmente diseñada por Deyanira Monroy Zariñán<br><br>

					
</p>

<hr><br>
<font face=Arial>

Esta unidad interactiva fue desarrollada en el
		 			<a href="http://www.ilce.edu.mx" target="_blank">ILCE</a> por el
		 			<a href="creditos.html" target="blank">Grupo Descartes</a> y el equipo de
		 			<a href="../../../../creditos/creditos_matematicas.html" target="blank">MATEMÁTICAS III</a>. <br>
Como la unidad utiliza el applet <a href="http://descartes.cnice.mec.es" target="_blank">Descartes</a>,
propiedad del <a href="http://www.educacion.es" target="_blank">Ministerio de Educaci&oacute;n</a> de Espa&ntilde;a,<br>
sus contenidos se distribuyen bajo una licencia de <nobr>
<a href="http://creativecommons.org/licenses/by-nc-sa/2.5/es/" target="_blank">Creative Commons</a>.</nobr>
<nobr><a href="http://creativecommons.org/licenses/by-nc-sa/2.5/es/" target="_blank">
<img alt="Creative Commons License" border="0" src="images/creative.png" align="absmiddle"/></a></nobr>
</font>
</small>


</font>
</td>
</tr>
</tbody>
</table>
<h4 align="justify">&nbsp;</h4>
<h4 align="justify">&nbsp;</h4>
</f>
</body>
</html>
